let obj = {
  "新增供应商": "新增供应商",
  "状态": "状态",
  "状态集合": {
    1: "启用",
    2: "停用"
  },
  "分类筛选": "分类筛选",
  "输入供应商编号或名称搜索": "输入供应商编号或名称搜索",
  "查看": "查看",
  "编号": "编号",
  "供应商名称": "供应商名称",
  "分类": "分类",
  "结算账期": "结算账期",
  "合作模式": "合作模式",
  "标记": "标记",
  "同步状态": "同步状态",
  "法定代表人": "法定代表人",
  "电话": "电话",
  "开发日期": "开发日期",
  "结算账号": "结算账号",
  "联系人": "联系人",
  "采购员": "采购员",
  "账号密码": "账号密码",
  "日志": "日志",
  "删除": "删除",

  "国家列表": {
    1: "俄罗斯",
    2: "哈萨克斯坦"
  },
  "主合作模式": "主合作模式",
  "主合作模式列表": {
    1: '代销不入仓（ 一键待发）',
    2: '经销'
  },
  "结算方式合集": {
    1: "欠款记应付"
  },
  "合作模式合集": {
    1: '代销不入仓（ 一键待发）',
    2: "经销"
  },
  "结算账期一": {
    1: "1个",
    2: "2个",
    3: "3个",
    4: "4个",
    5: "5个",
  },
  "结算账期二": {
    1: "1日",
    2: "2日",
    3: "3日",
    4: "4日",
    5: "5日",
  },
  "供应商类型合集": {
    1: "普通",
    2: "特殊"
  },
  "进项税率合集": {
    1: 1,
    2: 2,
    3: 6,
    4: 9,
    5: 13,
  },
  "销项税率集合集": {
    1: 1,
    2: 2,
    3: 6,
    4: 9,
    5: 13,
  },
  "消费税率合集": {
    1: 1,
    2: 2,
    3: 6,
    4: 9,
    5: 13,
  },
  "物流税率合集": {
    1: 1,
    2: 2,
    3: 6,
    4: 9,
    5: 13,
  },

};
export default obj;
